{
  "verses": [
    "Love bears all things, believes all things, hopes all things, endures all things.\n\n1 Corinthians 13:7",
    "Let all that you do be done in love.\n\n1 Corinthians 16:14",
    "What do you wish? Shall I come to you with a rod, or with love in a spirit of gentleness?\n\n1 Corinthians 4:21",
    "We are still hungering and thirsty, we are still naked and buffeted and amazed, we still work with our hands to gain a living. We are reviled and we bless, we are persecuted and we endure, we are cursed and we turn it aside.\n\n1 Corinthians 4:11-13",
    "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, for you were bought with a price. So glorify God in your body.\n\n1 Corinthians 6:19-20",
    "For why should my liberty be determined by someone else’s conscience?\n\n1 Corinthians 10:29",
    "But by the grace of God I am what I am, and his grace toward me was not in vain. \n\n1 Corinthians 15:10",
    "Anyone who does not love does not know God, because God is love.\n\n1 John 4:8",
    "We love because he first loved us.\n\n1 John 4:19",
    "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.\n\n1 John 4:18",
    "Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.\n\n1 John 4:7",
    "Above all, love each other deeply, because love covers over a multitude of sins.\n\n1 Peter 4:8",
    "“You shall be holy, for I am holy.”\n\n1 Peter 1:16",
    "Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.\n\n1 Peter 5:8",
    "After David had finished talking with Saul, Jonathan became one in spirit with David, and he loved him as himself.\n\n1 Samuel 18:1",
    "And Jonathan made a covenant with David because he loved him as himself.\n\n1 Samuel 18:3",
    "And Jonathan made David swear again by his love for him, for he loved him as he loved his own soul.\n\n1 Samuel 20:17",
    "I grieve for you, Jonathan my brother; you were very dear to me. Your love for me was wonderful,more wonderful than that of women.\n\n2 Samuel 1:26",
    "So, being affectionately desirous of you, we were ready to share with you not only the gospel of God but also our own selves, because you had become very dear to us.\n\n2 Thessalonians 2:8",
    "For what is our hope or joy or crown of boasting before our Lord Jesus at his coming? Is it not you? For you are our glory and joy.\n\n2 Thessalonians 2:19-20",
    "And above all these put on love, which binds everything together in perfect harmony.\n\nColossians 3:14",
    "And because of all your abominations I will do with you what I have never yet done, and the like of which I will never do again.\n\nEzekiel 5:9",
    "And because of all your abominations I will do with you what I have never yet done, and the like of which I will never do again.\n\nEzekiel 5:9",
    "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control. Against such things there is no law.\n\nGalatians 5:22-23",
    "\"Your name will no longer be Jacob,\" the man told him. \"From now on you will be called Israel, because you have fought with God and with men and have won.\"\n\nGenesis 22:28",
    "Do not fear, for I have redeemed you; I have called you by name, you are mine.\n\nIsaiah 43:1",
    "For thus says the Lord: “To the eunuchs who keep my Sabbaths, who choose what please me and hold fast my covenant, I will give in my house and within my walls a monument and a name better than sons and daughters; I will give them an everlasting name that shall not be cut off.\n\nIsaiah 56:4-5",
    "Their roaring is like a lion, like young lions they roar; they growl and seize their prey; they carry it off, and none can rescue.\n\nIsaiah 5:29",
    "Jesus wept.\n\nJohn 11:35",
    "Greater love has no one than this, that someone lay down his life for his friends.\n\nJohn 15:13",
    " Some are born as eunuchs, some have been made eunuchs by others, and some choose not to marry for the sake of the Kingdom of Heaven. Let anyone accept this who can.\n\nMatthew 19:12",
    "But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ, who will transform our lowly body to be like his glorious body, by the power that enables him even to subject all things to himself.\n\nPhilippians 3:20-21",
    "\"Instead, I have calmed and quieted myself, like a weaned child who no longer cries for its mother’s milk. Yes, like a weaned child is my soul within me.\"\n\nPsalms 131:2",
    "\"Have mercy on me, O God, have mercy! I look to you for protection. I will hide beneath the shadow of your wings until the danger passes by.\"\n\nPsalms 57:1",
    "He will cover you with his feathers. He will shelter you with his wings. His faithful promises are your armor and protection.\n\nPsalms 91:4",
    "My soul is among lions: and I lie even among them that are set on fire, even the sons of men, whose teeth are spears and arrows, and their tongue a sharp sword.\n\nPsalms 57:4",
    "They have prepared a net for my steps; my soul is bowed down: they have digged a pit before me, into the midst whereof they are fallen themselves.\n\nPsalms 57:6",
    "My heart is fixed, O God, my heart is fixed: I will sing and give praise.\n\nPsalms 57:7",
    "For you created my inmost being; you knit me together in my mother’s womb.  I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well.\n\nPsalms 139:13-14",
    "The words of his mouth were smoother than butter, but war was in his heart; his words were softer than oil, yet they were drawn swords.\n\nPsalms 55:21",
    "The Lord is near to the brokenhearted and saves the crushed in spirit.\n\nPsalms 34:18",
    "I have seen a wicked, ruthless man, spreading himself like a green laurel tree. But he passed away, and behold, he was no more; though I sought him, he could not be found.\n\nPsalms 37:35-36",
    "Record my misery, list my tears on your scroll; are they not in your record?\n\nPsalms 56:8",
    "With my lips I declare all the rules of your mouth. In the way of your testimonies I delight as much as in all riches.\n\nPsalms 119:13-14",
    "The Lord is my shepherd; I shall not want. He makes me lie down in green pastures. He leads me beside still waters. He restores my soul. He leads me in paths of righteousness for his name’s sake.\n\nPsalms 23:1-3",
    "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.\n\nPsalms 23:4",
    "You know me inside and out, you know every bone in my body; You know exactly how I was made, bit by bit, how I was sculpted from nothing into something.\n\nPsalms 139:15",
    "Whom have I in heaven but you? And there is nothing on earth that I desire besides you.\n\nPsalms 73:25",
    "He holds fast to me in love, I will deliver him; I will protect him, because he knows my name. When he calls to me, I will answer him; I will be with him in trouble; I will rescue him and honor him. With long life I will satisfy him and show him my salvation.\n\nPsalms 91:14-16",
    "When the cares of my heart are many, your consolations cheer my soul.\n\nPsalms 94:19",
    "When I look at your heavens, the work of your fingers, the moon and the stars, which you have set in place, what is man that you are mindful of him, and the son of man that you care for him?\n\nPsalms 8:3-4",
    "Too long have I had my dwelling among those who hate peace. I am for peace, but when I speak, they are for war!\n\nPsalms 120:6-7",
    "My soul will be satisfied as with fat and rich food, and my mouth will praise you with joyful lips, when I remember you upon my bed, and meditate on you in the watches of the night; for you have been my help, and in the shadow of your wings I will sing for joy.\n\nPsalms 63:5-7",
    "Let love be without hypocrisy. Abhor what is evil. Cling to what is good.\n\nRomans 12:9",
    "\"But Ruth replied, \"Don’t ask me to leave you and turn back. Wherever you go, I will go; wherever you live, I will live. Your people will be my people, and your God will be my God.\"\n\nRuth 1:16",
    "My beloved put in his hand by the hole of the door, and my bowels were moved for him.\n\nSong of Songs 5:4",
    "Stay me with flagons, comfort me with apples: for I am sick of love.\n\nSong of Songs 2:5",
    "Let him kiss me with the kisses of his mouth, for thy love is better than wine.\n\nSong of Songs 1:1",
    "While he was still speaking, there came a crowd, and the man called Judas, one of the twelve, was leading them. He drew near to Jesus to kiss him, but Jesus said to him, \"Judas, would you betray the Son of Man with a kiss?\"\n\nLuke 22:47-48",
    "For surely I know the plans I have for you, says the Lord, plans for your welfare and not for harm, to give you a future with hope.\n\nJeremiah 29:11",
    "I came to my garden, my sister, my bride, I gathered my myrrh with my spice, I ate my honeycomb with my honey, I drank my wine with my milk. Eat, friends, drink, and be drunk with love!\n\nSong of Songs 5:1",
    "Set me as a seal upon your heart, as a seal upon your arm; for love is strong as death, passion fierce as the grave. Its flashes are flashes of fire, a raging flame.\n\nSong of Songs 8:6",
    "Because your steadfast love is better than life, my lips will praise you.\n\nPsalms 63:3",
    "When you pass through the waters, I will be with you; and through the rivers, they shall not overwhelm you; when you walk through fire you shall not be burned, and the flame shall not consume you.\n\nIsaiah 43:2",
    "Death and life are in the power of the tongue, and those who love it will eat its fruits.\n\nProverbs 18:21",
    "So also the tongue is a small member, yet it boasts of great things. How great a forest is set ablaze by such a small fire!\n\nJames 3:5",
    "The heart is deceitful above all things, and desperately sick; who can understand it?\n\nJeremiah 17:9",
    "He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.\n\nRevelation 21:4",
    "For my father and my mother have forsaken me, but the Lord will take me in.\n\nPsalms 27:10",
    "My soul is bereft of peace; I have forgotten what happiness is.\n\nLamentations 3:17",
    "You are my hiding place and my shield; I hope in your word.\n\nPsalms 119:114",
    "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.\n\nIsaiah 41:10",
    "Again, if two lie together, they keep warm, but how can one keep warm alone?\n\nEcclesiastes 4:11",
    "I had said in my alarm, “I am cut off from your sight.” But you heard the voice of my pleas for mercy when I cried to you for help.\n\nPsalms 31:22",
    "A new heart I will give you, and a new spirit I will put within you; and I will remove from your body the heart of stone and give you a heart of flesh. \n\nEzekiel 36:26",
    "Wash me thoroughly from my iniquity, and cleanse me from my sin.\n\nPsalms 51:2",
    "Because you are precious in my sight, and honored, and I love you, I give people in return for you, nations in exchange for your life.\n\nIsaiah 43:4"
  ]
}